Repository: mozilla-l10n/mt-training-data
Catalog: dag/dag_pontoon.tmx
Source language: en_us
Languages: dag

source: No foreign letters
dag: Bal' shɛli bachikɔba ka di puuni

source: No gravatar found for your email
dag: Gravatar shɛli ka a iineeli maa zuɣu

source: No information
dag: lahabali kani

source: No information available
dag: lahabali kani

source: Noise
dag: Vuri

source: No languages found
dag: Zuliya balli shɛli kani

source: No match found
dag: Di kpee kani

source: No matching language found
dag: Zuliya balli maa kpee kani

source: No microphone found.
dag: Maakurofooni kani.

source: Non-binary
dag: Pa paɣa bee doo

source: No numbers and special characters
dag: Nambanima mini bachikɔba din gahim kani

source: No offensive, prejudiced remarks or sensitive questions
dag: Ti jɛ fihigi dibu, yɛltɔɣa fina bee bɔhisi din ŋmari yama

source: Normal
dag: Din ku nyɛ shɛm

source: Normal playback speed
dag: Di maŋmaŋa labi ŋmɛ tia

source: Norwegian Bokmål
dag: Norwegian Bokmaal

source: No sentences to review. <addLink>Add more sentences now!</addLink>
dag: Yɛltɔɣa kani ni a labi lihi. <addLink>Pahimi yɛltɔɣa pumpɔŋɔ!</addLink>

source: No soliciting personal information (e.g., names, financial details)
dag: Ti bi bɔri a maŋmaŋa lahabali (shɛhira, yuya, a liɣiri lahabaya)

source: ⓘ Not all sentences and clips have Variant tags yet!
dag: Ka yɛltɔɣa zaa n yi sinii shɛŋa din mali mŋahinli ni na punpɔŋɔ!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
dag: kpahim ma:Diyinig ka a mali shili ni nyabu;malzali ŋɔ ni tooi taɣi n yi<profileLink>profile page</profileLink>

source: No text to submit. Please tag some text first.
dag: Sabbu shɛli kani ni a zaŋ kpɛhi. Piimi sabiri shɛli pɔi.

source: Note: You will still need to select between Speak or Listen to change contribution type.
dag: Niŋmi zaɣa: yɛlibu bee wumbu sunsuuni yini n na kuli yɛn m pii a ni bɔri shɛli ka di taɣi a tɔhibu.

source: Not Found
dag: Di Kani

source: No Thanks
dag: Aayi, m paɣiya

source: No thanks, continue speaking
dag: Aayi m paɣiya, tuɣimi yɛligu

source: Not use, or solicit, harmful or offensive language
dag: Di bi tum,bee bɔ n ti,barina bee suhu yisili balla

source: No variant selected
dag: Waligimsim shɛli ka dini pii shɛŋa maa ni

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
dag: pumpɔŋɔ ani nya baŋsim bɛla common vioce ni ŋɔ yaa,bo n che ka a ku tooi buŋdili li?dihimi a yadurigu bia a fon bee a kompiita zuɣu m pili yɛltɔɣa karimbu ka yi palo.<br/><br/>nyin dee yi bori ni a labi yuli niriba kukoya tɔhibu,dehimi anuchebaŋ bee a kompiita zuɣu tuumma.Ani tooi soŋ n dihitabili yɛltɔɣa vulibu m baŋ vulibu maa mini yali maa saksi taba .

source: Number of Voices
dag: kukɔya kalinli

source: Numbers
dag: kalinli

source: Numbers and acronyms
dag: nambanima mini bachi ŋmahi

source: Nüpode Huitoto
dag: Yuli

source: Oadki
dag: sodoligu

source: Occitan
dag: Oksitan

source: Off
dag: Kpihima

source: Offensive Content
dag: Barina lahabali

source: Offensive content or sensitive information
dag: yɛltɔɣa tula bee hankali yɛltɔɣa

source: Offensive language
dag: Yɛltɔɣ' barina

source: Offensive speech
dag: Yɛltɔɣ' tula

source: Offline Sources
dag: Din ka pɔhim zuɣu yibu na shee

source: On
dag: Nyoma

source: On desktop devices you can contribute by downloading…
dag: A kɔmpiita zuɣu a ni tooi pahi ka di nyɛla a yɛn vooi li mi...

source: On his head he wore a beret.
dag: O pilila zupiligu

source: On iOS please continue with Safari to enable recording…
dag: iOS zuɣu dim suɣulo ka zaŋ Safari ka di sɔŋ a ka pili yaabu

source: Only show me sentences and clips from my variant
dag: kuli wuhimi ma yɛltɔɣa shɛŋa din yi n sinii sodoligu ni na

source: On mobile devices you can contribute using your system browser…
dag: A ni tooi zaŋ a nuchebaŋa n tuɣhi ammali sheli system browser zuɣu.

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
dag: Din lahi pahi,a yi tiɛhi ni ŋun karindi maa na ʒin nya bachi maa, ka bibirigindi di bɔlibu maa ,dim suɣulo zaɣasimi li,a mi yi ka dihitabili,nyin kpahiyaɣi li.

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
dag: Din pahi, a yi tɛhi ni ŋun karindi maa na ʒi n-nya bachi maa, ka di zuɣu che ka o gabiri booni li, dimsuɣulo ka zaɣisi li. A mi nini yi bi tiɣi, nyin dihimi kpahiyaɣi garili maa.

source: Opens in a new tab
dag: yooimi shijiri palli

source: Other
dag: Din pahi

source: Other Language
dag: bal' shɛli din pahi.

source: Other people validate those voice clips.
dag: Ninvuɣ' shɛba pun vihi lala kukɔya maa.

source: Other voice datasets…
dag: Kukoli kpajuɣa shaŋa din pahi

source: Other Voice Datasets
dag: lahabali kpanjɔri dimpahi

source: Our governance is founded on the pillars of:
dag: Ti sulinsi n tam la daantalisi:

source: Our Partners
dag: Ti mini ban n gbuni kpalanzuya ni taba

source: Overall Accuracy
dag: Din kam tam kalinli zuɣu

source: Overall Hr. Total
dag: ŋɔn gendi di zaa Hr.Total

source: Partner
dag: Kpee

source: Partners
dag: Taba

source: Partnerships
dag: Zaŋ kpalazuya n gbuni taba

source: Partnerships and networks
dag: kpalanzuya gbunibu mini tabi laɣimbu.

source: Partner with us
dag: Zaŋmi a kpalazuli na ti gbini ti

source: [Part of the text can’t be heard]
dag: [yɛltɔɣa maa yaɣ' shɛli ku tooi wum]

source: Past recordings download requests
dag: Kukɔli yaara yaabu soli suhubu

source: Pause audio
dag: Gbaami kukɔli ŋmebu zali

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
dag: Common voice nyɛla lahabali kukɔlaa kpanjɔɣu zaŋ ti salo zaa, di nyɛvuli jɛndila ninvuɣ' shɛba ban kpaŋdi bɛ maŋa zaŋ kpa di zoosim polo dunia yaɣa zaa. Niriba ban bɔri ni bɛ nam apilikeeshinnima ni tooi n-zaŋ lala lahibali kukɔli kpanjɔɣu ŋɔ n-wumsi bɛ maʒina. Saha ŋɔ puuni, tuma du' zuɣuri pam su lahibaya kpanjɔri pam, di labisirila lɛbigimsim nyaaŋa. Niriba kamani nandaamba, ban bi tooi n-wumda bee n-yɛri silimiinsili, paɣaba ni LGBTQIA+ nima zaa ka kukɔli lahibali kpanjɔɣu maa anfaani dama di bi gbaai bɛ kukɔya. Dimbɔŋɔ wuhiya ni ʒemana ŋɔ lahabali kukɔlaa maa anfaani bi paari zuliya bala pam, hali di yi beni gba, di nyɛla din pɔra, di ni tooi bi paari sokam. Ti bɔrimi ni ti dunia yaɣa zaa daadam kam niŋ kpaŋmaŋa n-tɔhi bɛ kukɔya ka ti zaŋ taɣi lala yɛltɔɣa shɛli din paai ti maa.

source: People come and contribute their voices.
dag: niriba kanna nti tɔhiri bɛ kukɔya

source: People: Maria, John
dag: Niriba: Maria, John

source: Personal dashboards keep you up-to-date with individual and community progress.
dag: A maŋa dundɔŋ sabirili la zuɣu chɛmi ka a kuli beni sahakam ti ninsalinima ni a zelinini toontibo.

source: Personally Identifiable Information
dag: Lahabali din baŋdi maŋmaŋa

source: Places: Los Angeles, Florida
dag: Tiŋsi: Los Angeles, Florida

source: Platform language
dag: Tahapɔŋ zuɣu zuliya balli

source: Play audio
dag: Ŋmɛmi kukɔli

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
dag: <playbookLink>yala soŋsim tarisi<playbookLink>kukoya din laɣim sochenda ŋɔ zaa zuɣu,dunduŋni tuma tumbu n ti pahi ti ni yan niŋ shɛm zaŋgatabi ti fondi ni

source: <playIcon></playIcon>Last one!
dag: <playIcon></playIcon>din bahindi nyaaŋa.

source: Play / Pause
dag: Tumima / Zanima

source: Play/Stop
dag: ŋmema/zanima

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
dag: Dimi suɣulo ka yuli ti <templateFileLink> sodologu gbaŋ ŋɔ </templateFileLink>. A yɛltɔɣa maa bi simdi ni di nyɛ so dini (CC0 bee ka di nyɛ ŋun yɛn zaŋ li m-pahi maa ni mali soli ni o tooi zaŋ li m-pahi) di tu ka di ne, ka doli yɛltɔɣa biɛhigu ka di karimbu be asama. Yɛltɔɣa din zaŋ pahi ni tooi di saha kamani sɛkɛnsi 10-15 n-yooi, amaa miri ka a pahi nambanima, bachinamdimaŋa ni bachikɔba din gahim.

source: Please consider adding your community channels to <communitiesLink>COMMUNITIES.md document on GitHub</communitiesLink>.
dag: Dim suɣulo a ni tooi yi laɣingu maa pɔhim zuɣu yu' bolisi n-zaŋ n-niŋ ti <communitiesLink>COMMUNITIES.md kundi shɛli din be ti GitHub</communitiesLink>la zuɣu.

source: Please fill out this field.
dag: Pahimi suɣulo sabimi polo ŋɔ ni

source: Please select a language to review sentences.
dag: Dim suɣulo ka pii balli n-labi lihi yɛltɔɣa.

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
dag: Nammi akunti, di yi niŋ ka a na ka shɛli. Din ŋuna piimi a zuliya balli ka piigi tuma yaɣili Common Voice. Kundinima nyɛla din yɛn beni n ti a ka a lɛbigi li. Dihimi zaɣ'yini zuɣu, di ni yihi bachinima din sabi silimiinsili ni ka adaka beni ka a lɛbigi li.

source: Press and stories
dag: Dihima ka ti lahibaya

source: Press play, listen & tell us: did they accurately speak the sentence below?
dag: Dihimi ŋmɛbu, n wum ka yɛli ti: di shiri yɛli satarili shɛli ŋa do gbunni maa viɛnyɛla?

source: Press { shortcut-play-toggle } to toggle play mode
dag: Dihimi { shortcut-play-toggle } ka di yooi soli n-ti ŋmɛbu

source: Privacy
dag: ashili

source: <privacyLink>Privacy</privacyLink>
dag: <privacyLink>Ashili</privacyLink>

source: Privacy Policy
dag: Ashili zalisi

source: Privacy, security and transparency.
dag: Ashili, gumaŋa ni kahigibu.

source: Pro
dag: Pun niŋ

source: Process / Steps
dag: Soya

source: Profile
dag: Lahibali jia zaŋ kpa a maŋa polo

source: Progress
dag: Toontibo

source: Public Domain
dag: saloni

source: Punctuation
dag: Bihibahibu

source: Puno Quechua
dag: Puno Kwuechua

source: Quechua Cajatambo
dag: Kwuechua Cajatambo

source: Quechua Chanka
dag: Kwuechua Chanka

source: Quechua Corongo Ancash
dag: Kuechua Korongo Ankash

source: Quechua Sihuas Ancash
dag: Yuli

source: Question
dag: Bɔhigu

source: Question Collection
dag: Bɔhisi deebu

source: Questions that might:
dag: Bɔhisi din ni tooi:

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
dag: Bɔhisi shɛŋa din n-jɛndi kaya ni taada, bee din n tɛhiri pam n-tiri ŋun labisiri maa

source: Questions which may cause someone to share sensitive, potentially triggering responses
dag: bɔhasi din ni che ka niri labsili hankali labisibu

source: Questions which might solicit hate speech or other biased or offensive sentiments
dag: Bɔhisi shɛŋa din ni tooi tahi yɛltɔɣa din yiɣisiri suhi bee yɛltɔɣa din tahiri zaba na

source: Questions which might solicit personally identifiable information
dag: Bɔhishɛŋa din bɔri mammaŋa labisibu baŋbu lahibali

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
dag: Bɔhigu shɛŋa din labisibu yɛn niŋ tɔm ti so ni o labisi minti anu sunsuuni (di yi kuli galisi vulibu pam)

source: “¿Qué te dijo tu mamá when you got home that day?”
dag: Mma a yi paai yiŋa dindalimaa?

source: [‘Raised’ in English is always pronounced as one syllable, not two]
dag: [Silimiinsili bɛ boonila 'Raised' ka di nyɛ bachijili yini, pa diba ayi]

source: Rakhine
dag: yuli

source: Rate limit exceeded. Try again in { $retryLimit } minutes
dag: di saha maa gaɣiya. labi lihi dizuɣu { $retryLimit }

source: Rate limit exceeded. Try again in { $retryLimit } seconds
dag: Di ni simdi ni a paai shɛm maa yaɣiya.Labi biɣisi<$retryLimit>sakɛnsi

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
dag: kpaŋmi a maŋa m paai gomnanti,zen n gama laɣinsi bee poham zuɣu laɣinsi n nŋa a ni tooi zaŋ sodoligu ŋɔ wuhi bee ninvuɣ' shɛbi ni tooi wuhi ti sokam zaa.

source: Reader Effects
dag: Ban karindi kukoya taɣibu

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
dag: paaji maani yɛltɔɣa maa zaa karimbu nyɛla din kpa.A yi wumda, lihimi viɛnyɛla ka bɛ ni yɛli shɛli mini bɛ ni sabi shɛli zaa kuli nyɛ yim; zaɣisimli bɛ yi pahi shɛli, n nam shɛli bee n yihi shɛli.

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
dag: N karindi binshɛŋa din ka ni.

source: Read More
dag: Karimma m pahi

source: Read sentences
dag: Karimmi yɛltɔɣa

source: Read Sentences
dag: Karimmi yɛltɔɣili

source: Read Sentences, Answer Questions
dag: Karimmi yɛltɔɣili,labisimi bɔhisi

source: Read Sentences <small>(Coming soon)</small>
dag: Karimmi yɛltɔɣili<small>(din na yirina)</small>

source: Read sentences submitted by the community in various languages
dag: karimmi yɛltɔa din do a polo ballaa asham zuɣu

source: Read the sentence carefully - don’t miss, change or add words.
dag: maami a maŋa n-karim yɛltɔɣili ŋɔ viɛnyɛliŋa - di poogi, di taɣi bee m-pahi bachinima

source: Ready to add your voice or lend your ear?
dag: A niŋshili ni a pahi a kukɔli bee n-gbulisi tibili?

source: Ready to contribute?
dag: a niŋshili ni a tɔhi?

source: Ready to do { $count } more?
dag: A niŋ nia ni a niŋ { $count } more?

source: Ready to donate your voice?
dag: A niŋ shili ni A tɔhi A kukɔli?

source: Ready to help validate sentences?
dag: A shili biya ni sɔŋsi dihi nuu yɛltɔɣa zuɣu?

source: reCAPTCHA is required if you want to proceed
dag: reCAPTCHA nyɛla di ni bɔri shɛli di yi niŋ ka a bɔri ni a tirisi tooni

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
dag: Deemi satara nima din wuhiri yalmugsirili din teera toontibo ni lahabaya zaŋ kpa Common Voice polo

source: Recorded Clips
dag: Kukɔ' shɛŋa ŋan yaai

source: Recorded Hours
dag: Yaabu la saha

source: <recordIcon></recordIcon> Last one!
dag: <recordIcon></recordIcon> din bahindi nyaaŋa!

source: Record in a reasonably quiet place
dag: Yaami li luɣishɛli din fo.

source: [Recording cut off before the end of the last word]
dag: Kukoli maa ŋmaami pɔi ni bachi din nyɛ bahigu maa.

source: Recording failed. The audio file seems to be empty. Please try again.
dag: Kukɔli maa yaabu maa zaɣisi ya. Di ŋmani la a kukɔli faali maa nyɛla zaɣa kuŋ. Dim suɣulo labi n-niŋ.

source: Recording is too long. Maximum duration is { $maxDurationMinutes } minutes.
dag: A kukɔli maa yaabu saha maa lan waɣi yaɣi. Di waɣilim kpalinkpaa nyɛla minti bun { $maxDurationMinutes }.

source: Recording is too short. Minimum duration is { $minDurationSeconds } seconds.
dag: Kukoli sheli a ni yaa maa pɔra. Di tu niri yaɣi { $minDurationSeconds } tɔbu.

source: Recording may not be supported in this limited browser. Please use a full browser app.
dag: A birawiza din pɔra ŋɔ ni tooi bi saɣi n-ti kukɔli yaabu. Dim suɣulo zaŋ mi birawiza "app".

source: Recordings
dag: Yaabunima

source: Record/Stop
dag: yaama/zanima

source: Record your response
dag: Yaai mi a labisibu

source: Record yourself reading sentences in your language
dag: Vulimi a mammaŋa yɛltɔɣa karimbu a balli ni.

source: Record yourself responding to questions and prompts in your language
dag: Yaami a maŋmaŋ kukoli n labisiri bɔhisi mini yɛltɔɣa shɛŋa din be a zuliya balli ni

source: Record your voice
dag: Yaami a kukoli

source: Reference the source of your sentence (required)
dag: Wuhimi yɛltɔɣili maa ni yi shɛli na

source: Refresh
dag: Labi m pili

source: Reject
dag: Zaɣisima

source: Remove
dag: Yihima

source: Remove Avatar
dag: Yihimi Avatar

source: Remove tags
dag: Yihimi tikpariti

source: Report
dag: Timi lahibali

source: Report was passed successfully
dag: Lahibali maa paasiya viɛnyɛla

source: Request a Language
dag: Bɔmi balli

source: Request for Scripted Speech
dag: Suhimi lahabali din sabidɔya

source: Request New Language
dag: Suhimi zuliya bal' palli

source: Request recordings
dag: Suhimi yaabunima soli

source: Request timeout
dag: Suhugu saha gariya

source: *required
dag: Talahi

source: Re-record
dag: Labi yaai

source: Re-record clip
dag: Labi-yaai kukoli

source: Respond
dag: Labisima

source: Response deleted successfully
dag: A labisibu maa nyaa ni achiika

source: Response submitted successfully
dag: A labisibu kpɛya ni achiika

source: Retrieving datasets
dag: Labiri yihiri tumma din pun tum doya jilli

source: Return
dag: labisibu

source: Return here to edit your goal anytime.
dag: Labimi kpɛna nti mali a nia n niŋ saha kam

source: Return to Common Voice
dag: Labimi common voice

source: Return to Common Voice Datasets
dag: Labimi Common Voice Datasets ni

source: Return to Languages
dag: Labimi abala ni

source: Review
dag: Labi lihi

source: Review and vote for new questions submitted by the community
dag: Labi n-vihi ka n-vooti bɔhisi pala shɛŋa lala community ni zaŋ n-tahina maa

source: Review could not be saved. Please try again later.
dag: Labi lihi maa bi tooi seevi. Dim suɣulo ka labi buɣisi saha shɛli.

source: ⓘ Review Criteria
dag: ⓘLabi lihi Soya

source: Review Criteria
dag: Labi lihi Soya

source: Reviewed sentences not submitted, are sure?
dag: A ni labi yuli yɛltɔɣ' shɛŋa bi zaŋ ti, a dihi tabili?

source: Review existing sentences submitted by the community
dag: Labi yuli yɛltɔɣa shɛŋa dundɔŋ ŋɔ nima ni zaŋ bahina

source: Reviewing a Question
dag: labi yuli bɔhisi

source: Reviewing Sentences
dag: Yɛltɔɣa labivihi

source: Review questions
dag: Labi n lihi bɔhisi

source: Review Questions
dag: Labi lihi bɔhisi

source: Review & re-record clips here as you go
dag: Labi lihi ka labi yaai kukoya kpe a yi chana

source: Review & re-record clips if needed
dag: Labi lihi ka labi yaai kukoya di yi tu

source: Review sentences
dag: labi n lihi yɛltɔɣili

source: Review Sentences
dag: Labi lihi yɛltɔɣa

source: Review & Submit
dag: Labi lihi ka zaŋ n-ti

source: Review the Transcription
dag: lab lihi a tɔɣasibu maa

source: Review transcriptions of recorded sentences for accuracy
dag: Labiyuli satari shɛŋa din yatuɣa niŋ dede n vuli doya

source: Review user-submitted transcriptions in your language
dag: Labi yuli ŋun malitumdi ni puun zaŋ satari shaŋa n ti a balli ni.

source: Sabah Bisaya
dag: Yuli

source: Save
dag: Zaŋ sɔŋ aʒia

source: Saved
dag: N pun zaŋ sɔŋ aʒia

source: Scripted Speech
dag: Yatuɣa din sabi

source: Search
dag: Vihima

source: Search...
dag: Vihima...

source: Search for a language
dag: Vihi bo zuliya balli

source: Search for a language...
dag: Vihi bo zuliya balli...

source: See Less
dag: Yuli sagsi

source: See More
dag: Yulimi pam

source: Select a Language...
dag: Piimi balli

source: Select all
dag: Dihi n-gbaai di zaa

source: Select an option
dag: Piimi shɛli

source: Select a tag
dag: Piimi a tikparili

source: Select a variant (optional)
dag: Piimi balli (a yi bɔra)

source: Selected
dag: Piiya

source: Select File
dag: Piimi gbaŋ

source: Select File to Upload
dag: Piimi gban' shɛli a ni bɔri ni a zaŋ m-pahi

source: Select <icon></icon> the text to begin
dag: Piima <icon></icon> sabbu maa ka pili

source: Select the desired language dataset and choose the version you wish to download.
dag: Piimi zuliya bal' shɛli kpanjɔɣu a ni bɔra ka m pii di bal' shɛli a ni bɔri ni a zaŋ n kpɛhi a maʒini puuni.

source: Select up to three domains (optional)
dag: Piimi yaɣa diba ata (a yi bɔra)

source: Select your age
dag: Piimi a yuma

source: Select your sex or gender
dag: piimi a ni n-nyɛ ninvuɣ' so, doo bee paɣa

source: Self Citation
dag: Mammaŋ shɛhira

source: Send a link to my email
dag: Talimi ma linki n iimeeli zuɣu

source: Send sign up link
dag: zaŋmi kpɛbu soli ti

source: Sentence
dag: Dini yi shɛli na

source: Sentence Collection
dag: Satara laɣimbu.

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
dag: <sentenceCollectorFragment>Yuli nyɛ yɛltɔɣa laɣimbu lahabaya<sentenceCollectorFragment>

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
dag: Lihimi ti zalisi din wuhiri a ni yɛn zaŋ Yɛltɔɣa Laɣimbu n-ku bukaata shɛm.

source: Sentence Domain
dag: Yɛltɔɣili ni yi yaɣ' shɛli na

source: Sentences
dag: Yɛltɔɣa

source: Sentences are collected for people to read aloud.
dag: Yɛltɔɣa nyɛla din deegi ni niriba karim ka di yi polo

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
dag: Yaltɔɣa mali dihitabili diyitikana tinkpansi -lɛbgimsi soya,amaa sodolisi ŋɔ bɛ zani n tuhi viɛnyɛla.Ayi nyɛ bee n wum yɛltɔɣa din kperi a nisalini beei din yiɣisiri a suhu.kamani mŋahinli ti <participationGuidelines> tinkpansi pahibu so gugulisi</participationGuidelines>

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
dag: Yɛltɔɣa din pahi kpe yɛn zaŋmi m-pahi salo ni yɛn tooi nya shɛŋa cc-0 shɛhiranima zuɣu

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
dag: Yatuɣa kpa talahi ni di labi yuli ka taɣi deegi niriba s yi sunsuuni poi ka naiyi tooi pahi Common Voice puuni.Nammi tarisi nti a balli<languageGuidelinesLink>kpe </languageGuidelinesLink>yatuɣa kpa talahi ni de be<licenseLink>n ti so kam<licenseLink>ka kuli nyɛla din waɣalim bi pai minti pinaanu.A ni tooi bɔhi ŋɔ su satarili ŋɔ din yan che ka di lɛbi<waiverLink>CC0 m mali tumdi waiver soli zuɣu<<waiverLink>ka zaŋ tina common voice@mozilla.com.

source: { $sentences } sentences reviewed. Thank you!
dag: *[din pahi] { $sentences } yɛltɔɣa din labi lihi. Ti paɣiya!

source: Sentence text
dag: Lahibali satarili

source: Sentence Variant
dag: Yɛltɔɣ' balibu
